Repository: vinny2020/ticklr
Catalog: ios/Sources/SIT/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, fr, he, hi, hu, it, ja, ko, nl, pl, pt, ro, ru, sv, ur, zh_hans

# contactPicker.empty.title
source: No contacts
ar: لا توجد جهات اتصال
cs: Žádné kontakty
de: Keine Kontakte
el: Δεν υπάρχουν επαφές
es: Sin contactos
fr: Aucun contact
he: אין אנשי קשר
hi: कोई संपर्क नहीं
hu: Nincs névjegy
it: Nessun contatto
ja: 連絡先がありません
ko: 연락처 없음
nl: Geen contacten
pl: Brak kontaktów
pt: Sem contactos
ro: Niciun contact
ru: Нет контактов
sv: Inga kontakter
ur: کوئی رابطہ نہیں
zh_hans: 无联系人

# contactPicker.navTitle
source: Choose Contact
ar: اختيار جهة اتصال
cs: Vybrat kontakt
de: Kontakt auswählen
el: Επιλογή επαφής
es: Elegir contacto
fr: Choisir un contact
he: בחירת איש קשר
hi: संपर्क चुनें
hu: Névjegy kiválasztása
it: Scegli un contatto
ja: 連絡先を選択
ko: 연락처 선택
nl: Kies een contact
pl: Wybierz kontakt
pt: Escolher contacto
ro: Alegeți un contact
ru: Выбрать контакт
sv: Välj kontakt
ur: رابطہ منتخب کریں
zh_hans: 选择联系人

# contactPicker.search
source: Search contacts
ar: بحث في جهات الاتصال
cs: Hledat kontakty
de: Kontakte suchen
el: Αναζήτηση επαφών
es: Buscar contactos
fr: Rechercher des contacts
he: חיפוש אנשי קשר
hi: संपर्क खोजें
hu: Névjegyek keresése
it: Cerca contatti
ja: 連絡先を検索
ko: 연락처 검색
nl: Contacten zoeken
pl: Szukaj kontaktów
pt: Pesquisar contactos
ro: Caută contacte
ru: Поиск контактов
sv: Sök kontakter
ur: رابطے تلاش کریں
zh_hans: 搜索联系人

# frequency.annual
source: Annual
ar: سنوي
cs: Ročně
de: Jährlich
el: Ετήσιο
es: Anual
fr: Annuel
he: שנתי
hi: वार्षिक
hu: Éves
it: Annuale
ja: 毎年
ko: 매년
nl: Jaarlijks
pl: Co roku
pt: Anual
ro: Anual
ru: Ежегодно
sv: Årlig
ur: سالانہ
zh_hans: 每年

# frequency.bimonthly
source: Every 2 months
ar: كل شهرين
cs: Každé 2 měsíce
de: Alle 2 Monate
el: Κάθε 2 μήνες
es: Cada 2 meses
fr: Tous les 2 mois
he: כל חודשיים
hi: हर 2 महीने
hu: Kéthavonta
it: Ogni 2 mesi
ja: 2ヶ月ごと
ko: 2개월마다
nl: Elke 2 maanden
pl: Co 2 miesiące
pt: De 2 em 2 meses
ro: La fiecare 2 luni
ru: Каждые 2 месяца
sv: Var 2:a månad
ur: ہر 2 ماہ
zh_hans: 每2个月

# frequency.biweekly
source: Every 2 weeks
ar: كل أسبوعين
cs: Každé 2 týdny
de: Alle 2 Wochen
el: Κάθε 2 εβδομάδες
es: Cada 2 semanas
fr: Toutes les 2 semaines
he: כל שבועיים
hi: हर 2 सप्ताह
hu: Kéthetente
it: Ogni 2 settimane
ja: 2週間ごと
ko: 2주마다
nl: Elke 2 weken
pl: Co 2 tygodnie
pt: De 2 em 2 semanas
ro: La fiecare 2 săptămâni
ru: Каждые 2 недели
sv: Var 2:a vecka
ur: ہر 2 ہفتے
zh_hans: 每2周

# frequency.custom
source: Custom
ar: مخصّص
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
fr: Personnalisé
he: מותאם
hi: कस्टम
hu: Egyéni
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nl: Aangepast
pl: Niestandardowy
pt: Personalizado
ro: Personalizat
ru: Произвольно
sv: Anpassad
ur: حسب ضرورت
zh_hans: 自定义

# frequency.daily
source: Daily
ar: يومي
cs: Denně
de: Täglich
el: Καθημερινά
es: Diario
fr: Quotidien
he: יומי
hi: दैनिक
hu: Naponta
it: Giornaliero
ja: 毎日
ko: 매일
nl: Dagelijks
pl: Codziennie
pt: Diário
ro: Zilnic
ru: Ежедневно
sv: Dagligen
ur: روزانہ
zh_hans: 每天

# frequency.monthly
source: Monthly
ar: شهري
cs: Měsíčně
de: Monatlich
el: Μηνιαία
es: Mensual
fr: Mensuel
he: חודשי
hi: मासिक
hu: Havonta
it: Mensile
ja: 毎月
ko: 매월
nl: Maandelijks
pl: Co miesiąc
pt: Mensal
ro: Lunar
ru: Ежемесячно
sv: Månadsvis
ur: ماہانہ
zh_hans: 每月

# frequency.oneTime
source: One time
ar: مرة واحدة
cs: Jednorázově
de: Einmalig
el: Μία φορά
es: Una vez
fr: Une fois
he: חד-פעמי
hi: एक बार
hu: Egyszeri
it: Una volta
ja: 1回限り
ko: 한 번
nl: Eenmalig
pl: Jednorazowo
pt: Uma vez
ro: O singură dată
ru: Один раз
sv: En gång
ur: ایک بار
zh_hans: 一次性

# frequency.quarterly
source: Quarterly
ar: ربع سنوي
cs: Čtvrtletně
de: Vierteljährlich
el: Τριμηνιαία
es: Trimestral
fr: Trimestriel
he: רבעוני
hi: त्रैमासिक
hu: Negyedévente
it: Trimestrale
ja: 四半期ごと
ko: 분기마다
nl: Driemaandelijks
pl: Co kwartał
pt: Trimestral
ro: Trimestrial
ru: Ежеквартально
sv: Kvartalsvis
ur: سہ ماہی
zh_hans: 每季度

# frequency.weekly
source: Weekly
ar: أسبوعي
cs: Týdně
de: Wöchentlich
el: Εβδομαδιαία
es: Semanal
fr: Hebdomadaire
he: שבועי
hi: साप्ताहिक
hu: Hetente
it: Settimanale
ja: 毎週
ko: 매주
nl: Wekelijks
pl: Co tydzień
pt: Semanal
ro: Săptămânal
ru: Еженедельно
sv: Varje vecka
ur: ہفتہ وار
zh_hans: 每周

# groupDetail.action.remove
source: Remove
ar: إزالة
cs: Odebrat
de: Entfernen
el: Αφαίρεση
es: Quitar
fr: Retirer
he: הסרה
hi: हटाएं
hu: Eltávolítás
it: Rimuovi
ja: 削除
ko: 제거
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Elimină
ru: Удалить
sv: Ta bort
ur: ہٹائیں
zh_hans: 移除

# groupDetail.empty.description
source: Tap ··· to add contacts to this group
ar: اضغط ··· لإضافة جهات اتصال إلى هذه المجموعة
cs: Klepněte na ··· pro přidání kontaktů do skupiny
de: Tippe auf ···, um Kontakte zu dieser Gruppe hinzuzufügen
el: Πατήστε ··· για να προσθέσετε επαφές σε αυτή την ομάδα
es: Toca ··· para agregar contactos a este grupo
fr: Appuyez sur ··· pour ajouter des contacts à ce groupe
he: הקישו ··· כדי להוסיף אנשי קשר לקבוצה הזו
hi: इस समूह में संपर्क जोड़ने के लिए ··· दबाएं
hu: Érintsd meg a ···-t, hogy névjegyeket adj a csoporthoz
it: Tocca ··· per aggiungere contatti a questo gruppo
ja: ···をタップしてこのグループに連絡先を追加
ko: ···을 탭하여 이 그룹에 연락처 추가
nl: Tik op ··· om contacten aan deze groep toe te voegen
pl: Dotknij ···, aby dodać kontakty do tej grupy
pt: Toque em ··· para adicionar contactos a este grupo
ro: Atingeți ··· pentru a adăuga contacte în acest grup
ru: Нажмите ··· чтобы добавить контакты в эту группу
sv: Tryck på ··· för att lägga till kontakter i gruppen
ur: اس گروپ میں رابطے شامل کرنے کے لیے ··· پر ٹیپ کریں
zh_hans: 点击···向此群组添加联系人

# groupDetail.empty.title
source: No members yet
ar: لا يوجد أعضاء بعد
cs: Zatím žádní členové
de: Noch keine Mitglieder
el: Δεν υπάρχουν ακόμα μέλη
es: Sin miembros aún
fr: Aucun membre pour l'instant
he: אין חברים עדיין
hi: अभी तक कोई सदस्य नहीं
hu: Még nincs tag
it: Nessun membro ancora
ja: メンバーがいません
ko: 아직 구성원이 없습니다
nl: Nog geen leden
pl: Brak członków
pt: Ainda não há membros
ro: Niciun membru încă
ru: Пока нет участников
sv: Inga medlemmar ännu
ur: ابھی کوئی رکن نہیں
zh_hans: 暂无成员

# groupDetail.menu.addMembers
source: Add Members
ar: إضافة أعضاء
cs: Přidat členy
de: Mitglieder hinzufügen
el: Προσθήκη μελών
es: Agregar miembros
fr: Ajouter des membres
he: הוספת חברים
hi: सदस्य जोड़ें
hu: Tagok hozzáadása
it: Aggiungi membri
ja: メンバーを追加
ko: 구성원 추가
nl: Leden toevoegen
pl: Dodaj członków
pt: Adicionar membros
ro: Adaugă membri
ru: Добавить участников
sv: Lägg till medlemmar
ur: اراکین شامل کریں
zh_hans: 添加成员

# groupDetail.menu.editGroup
source: Edit Group
ar: تعديل المجموعة
cs: Upravit skupinu
de: Gruppe bearbeiten
el: Επεξεργασία ομάδας
es: Editar grupo
fr: Modifier le groupe
he: עריכת קבוצה
hi: समूह संपादित करें
hu: Csoport szerkesztése
it: Modifica gruppo
ja: グループを編集
ko: 그룹 편집
nl: Groep bewerken
pl: Edytuj grupę
pt: Editar grupo
ro: Editează grupul
ru: Редактировать группу
sv: Redigera grupp
ur: گروپ میں ترمیم
zh_hans: 编辑群组

# groupDetail.search.prompt %@
source: Search %@
ar: بحث في %@
cs: Hledat %@
de: %@ durchsuchen
el: Αναζήτηση %@
es: Buscar %@
fr: Rechercher %@
he: חיפוש ב-%@
hi: %@ खोजें
hu: Keresés: %@
it: Cerca %@
ja: %@を検索
ko: %@ 검색
nl: %@ zoeken
pl: Szukaj %@
pt: Pesquisar %@
ro: Caută %@
ru: Поиск %@
sv: Sök %@
ur: %@ میں تلاش کریں
zh_hans: 搜索%@

# groupEdit.canonicalName.note
source: This name follows your device language and can’t be changed.
ar: يتبع هذا الاسم لغة جهازك ولا يمكن تغييره.
cs: Tento název se řídí jazykem zařízení a nelze ho změnit.
de: Dieser Name folgt der Sprache deines Geräts und kann nicht geändert werden.
el: Αυτό το όνομα ακολουθεί τη γλώσσα της συσκευής σου και δεν μπορεί να αλλάξει.
es: Este nombre sigue el idioma de tu dispositivo y no se puede cambiar.
fr: Ce nom suit la langue de votre appareil et ne peut pas être modifié.
he: השם הזה עוקב אחר שפת המכשיר שלך ולא ניתן לשנות אותו.
hi: यह नाम आपके डिवाइस की भाषा के अनुसार चलता है और बदला नहीं जा सकता।
hu: Ez a név az eszköz nyelvét követi, és nem módosítható.
it: Questo nome segue la lingua del dispositivo e non può essere modificato.
ja: この名前はデバイスの言語に合わせて表示され、変更できません。
ko: 이 이름은 기기 언어를 따르며 변경할 수 없습니다.
nl: Deze naam volgt de taal van je apparaat en kan niet worden gewijzigd.
pl: Ta nazwa jest zgodna z językiem urządzenia i nie można jej zmienić.
pt: Este nome segue o idioma do dispositivo e não pode ser alterado.
ro: Acest nume urmează limba dispozitivului și nu poate fi schimbat.
ru: Это имя зависит от языка устройства и не может быть изменено.
sv: Det här namnet följer enhetens språk och kan inte ändras.
ur: یہ نام آپ کے آلے کی زبان کے مطابق ہوتا ہے اور اسے تبدیل نہیں کیا جا سکتا۔
zh_hans: 此名称会跟随设备语言，无法更改。

# groupEdit.error.duplicate
source: A group with this name already exists
ar: توجد مجموعة بهذا الاسم بالفعل
cs: Skupina s tímto názvem již existuje
de: Eine Gruppe mit diesem Namen existiert bereits
el: Υπάρχει ήδη μια ομάδα με αυτό το όνομα
es: Ya existe un grupo con este nombre
fr: Un groupe avec ce nom existe déjà
he: כבר קיימת קבוצה בשם הזה
hi: इस नाम का समूह पहले से मौजूद है
hu: Már létezik ilyen nevű csoport
it: Esiste già un gruppo con questo nome
ja: この名前のグループはすでに存在します
ko: 이 이름의 그룹이 이미 존재합니다
nl: Er bestaat al een groep met deze naam
pl: Grupa o tej nazwie już istnieje
pt: Já existe um grupo com este nome
ro: Există deja un grup cu acest nume
ru: Группа с таким названием уже существует
sv: En grupp med det namnet finns redan
ur: اس نام کا گروپ پہلے سے موجود ہے
zh_hans: 已存在同名群组

# groupEdit.label.custom
source: Custom
ar: مخصّص
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
fr: Personnalisé
he: מותאם
hi: कस्टम
hu: Egyéni
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nl: Aangepast
pl: Niestandardowy
pt: Personalizado
ro: Personalizat
ru: Произвольно
sv: Anpassad
ur: حسب ضرورت
zh_hans: 自定义

# groupEdit.navTitle.edit
source: Edit Group
ar: تعديل المجموعة
cs: Upravit skupinu
de: Gruppe bearbeiten
el: Επεξεργασία ομάδας
es: Editar grupo
fr: Modifier le groupe
he: עריכת קבוצה
hi: समूह संपादित करें
hu: Csoport szerkesztése
it: Modifica gruppo
ja: グループを編集
ko: 그룹 편집
nl: Groep bewerken
pl: Edytuj grupę
pt: Editar grupo
ro: Editează grupul
ru: Редактировать группу
sv: Redigera grupp
ur: گروپ میں ترمیم
zh_hans: 编辑群组

# groupEdit.navTitle.new
source: New Group
ar: مجموعة جديدة
cs: Nová skupina
de: Neue Gruppe
el: Νέα ομάδα
es: Nuevo grupo
fr: Nouveau groupe
he: קבוצה חדשה
hi: नया समूह
hu: Új csoport
it: Nuovo gruppo
ja: 新しいグループ
ko: 새 그룹
nl: Nieuwe groep
pl: Nowa grupa
pt: Novo grupo
ro: Grup nou
ru: Новая группа
sv: Ny grupp
ur: نیا گروپ
zh_hans: 新建群组

# groupEdit.placeholder.customEmoji
source: or type any emoji
ar: أو اكتب أي إيموجي
cs: nebo napište jakékoli emoji
de: oder gib ein Emoji ein
el: ή πληκτρολογήστε οποιοδήποτε emoji
es: o escribe cualquier emoji
fr: ou saisissez un emoji
he: או הקלידו כל אימוג׳י
hi: या कोई भी इमोजी टाइप करें
hu: vagy írj be egy emojit
it: o digita qualsiasi emoji
ja: または任意の絵文字を入力
ko: 또는 이모지를 직접 입력
nl: of typ een emoji
pl: lub wpisz dowolne emoji
pt: ou escreva qualquer emoji
ro: sau tastați orice emoji
ru: или введите любой эмодзи
sv: eller skriv ett emoji
ur: یا کوئی بھی ایموجی ٹائپ کریں
zh_hans: 或输入任意表情符号

# groupEdit.placeholder.name
source: Group name
ar: اسم المجموعة
cs: Název skupiny
de: Gruppenname
el: Όνομα ομάδας
es: Nombre del grupo
fr: Nom du groupe
he: שם הקבוצה
hi: समूह का नाम
hu: Csoport neve
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
nl: Groepsnaam
pl: Nazwa grupy
pt: Nome do grupo
ro: Numele grupului
ru: Название группы
sv: Gruppnamn
ur: گروپ کا نام
zh_hans: 群组名称

# groupEdit.section.emoji
source: Emoji
ar: إيموجي
he: אימוג׳י
hi: इमोजी
ja: 絵文字
ko: 이모지
ru: Эмодзи
ur: ایموجی
zh_hans: 表情符号

# groupEdit.section.name
source: Name
ar: الاسم
cs: Název
el: Όνομα
es: Nombre
fr: Nom
he: שם
hi: नाम
hu: Név
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Название
sv: Namn
ur: نام
zh_hans: 名称

# groupList.contactCount %lld
source: %lld contacts
ar: %lld جهة اتصال
cs: %lld kontaktů
de: %lld Kontakte
el: %lld επαφές
es: %lld contactos
he: %lld אנשי קשר
hi: %lld संपर्क
hu: %lld névjegy
it: %lld contatti
ja: %lld人
ko: %lld명
nl: %lld contacten
pl: %lld kontaktów
pt: %lld contactos
ro: %lld contacte
ru: %lld контакта
sv: %lld kontakter
ur: %lld رابطے
zh_hans: %lld个联系人

# groupList.empty.description
source: Tap + to create your first group
ar: اضغط + لإنشاء أول مجموعة
cs: Klepnutím na + vytvoříte první skupinu
de: Tippe auf +, um deine erste Gruppe zu erstellen
el: Πατήστε + για να δημιουργήσετε την πρώτη σας ομάδα
es: Toca + para crear tu primer grupo
fr: Appuyez sur + pour créer votre premier groupe
he: הקישו על + כדי ליצור את הקבוצה הראשונה
hi: अपना पहला समूह बनाने के लिए + दबाएं
hu: Érintsd meg a +-t az első csoport létrehozásához
it: Tocca + per creare il tuo primo gruppo
ja: +をタップして最初のグループを作成
ko: +를 탭하여 첫 번째 그룹 만들기
nl: Tik op + om je eerste groep aan te maken
pl: Dotknij +, aby utworzyć pierwszą grupę
pt: Toque em + para criar o seu primeiro grupo
ro: Atingeți + pentru a crea primul grup
ru: Нажмите + чтобы создать первую группу
sv: Tryck på + för att skapa din första grupp
ur: اپنا پہلا گروپ بنانے کے لیے + پر ٹیپ کریں
zh_hans: 点击+创建第一个群组

# groupList.empty.title
source: No groups yet
ar: لا توجد مجموعات بعد
cs: Zatím žádné skupiny
de: Noch keine Gruppen
el: Δεν υπάρχουν ακόμα ομάδες
es: Sin grupos aún
fr: Aucun groupe pour l'instant
he: אין קבוצות עדיין
hi: अभी तक कोई समूह नहीं
hu: Még nincs csoport
it: Nessun gruppo ancora
ja: グループがありません
ko: 아직 그룹이 없습니다
nl: Nog geen groepen
pl: Brak grup
pt: Ainda não há grupos
ro: Niciun grup încă
ru: Пока нет групп
sv: Inga grupper ännu
ur: ابھی کوئی گروپ نہیں
zh_hans: 暂无群组

# groupList.navTitle
source: Groups
ar: المجموعات
cs: Skupiny
de: Gruppen
el: Ομάδες
es: Grupos
fr: Groupes
he: קבוצות
hi: समूह
hu: Csoportok
it: Gruppi
ja: グループ
ko: 그룹
nl: Groepen
pl: Grupy
pt: Grupos
ro: Grupuri
ru: Группы
sv: Grupper
ur: گروپس
zh_hans: 群组

# import.alert.error.title
source: Import Error
ar: خطأ في الاستيراد
cs: Chyba importu
de: Importfehler
el: Σφάλμα εισαγωγής
es: Error de importación
fr: Erreur d'importation
he: שגיאת ייבוא
hi: आयात त्रुटि
hu: Importálási hiba
it: Errore di importazione
ja: インポートエラー
ko: 가져오기 오류
nl: Importfout
pl: Błąd importu
pt: Erro de importação
ro: Eroare la import
ru: Ошибка импорта
sv: Importfel
ur: درآمد کی خرابی
zh_hans: 导入错误

# import.button.iphoneContacts
source: Select iPhone Contacts
ar: اختيار جهات اتصال iPhone
cs: Vybrat kontakty z iPhone
de: iPhone-Kontakte auswählen
el: Επιλογή επαφών iPhone
es: Seleccionar contactos del iPhone
fr: Sélectionner les contacts iPhone
he: בחירת אנשי קשר מה-iPhone
hi: iPhone संपर्क चुनें
hu: iPhone-névjegyek kiválasztása
it: Seleziona contatti iPhone
ja: iPhone連絡先を選択
ko: iPhone 연락처 선택
nl: iPhone-contacten selecteren
pl: Wybierz kontakty z iPhone'a
pt: Selecionar contactos do iPhone
ro: Selectați contactele iPhone
ru: Выбрать контакты iPhone
sv: Välj iPhone-kontakter
ur: iPhone رابطے منتخب کریں
zh_hans: 选择iPhone联系人

# import.button.linkedinConnections
source: Add LinkedIn Connections
ar: إضافة معارف LinkedIn
cs: Přidat kontakty z LinkedIn
de: LinkedIn-Verbindungen hinzufügen
el: Προσθήκη συνδέσεων LinkedIn
es: Agregar conexiones de LinkedIn
fr: Ajouter des connexions LinkedIn
he: הוספת קשרי LinkedIn
hi: LinkedIn कनेक्शन जोड़ें
hu: LinkedIn-kapcsolatok hozzáadása
it: Aggiungi connessioni LinkedIn
ja: LinkedIn人脈を追加
ko: LinkedIn 인맥 추가
nl: LinkedIn-verbindingen toevoegen
pl: Dodaj połączenia LinkedIn
pt: Adicionar ligações do LinkedIn
ro: Adaugă conexiuni LinkedIn
ru: Добавить связи LinkedIn
sv: Lägg till LinkedIn-kontakter
ur: LinkedIn کنیکشنز شامل کریں
zh_hans: 添加LinkedIn人脉

# import.footer.description
source: Your connections are processed locally on your device. LinkedIn usually emails your download link within 10–30 minutes. LinkedIn data gives you the who — names and companies. You'll add phone numbers manually after importing.
ar: تتم معالجة معارفك محلياً على جهازك. ترسل LinkedIn رابط التحميل عادةً خلال 10 إلى 30 دقيقة. تمنحك بيانات LinkedIn الأسماء والشركات. ستضيف أرقام الهواتف يدوياً بعد الاستيراد.
cs: Vaše kontakty jsou zpracovávány lokálně na vašem zařízení. LinkedIn obvykle pošle odkaz ke stažení do 10–30 minut. LinkedIn vám dá kdo — jména a společnosti. Telefonní čísla přidáte ručně po importu.
de: Deine Verbindungen werden lokal auf deinem Gerät verarbeitet. LinkedIn sendet dir den Download-Link in der Regel innerhalb von 10–30 Minuten. LinkedIn liefert das Wer — Namen und Unternehmen. Telefonnummern fügst du nach dem Import manuell hinzu.
el: Οι συνδέσεις σας επεξεργάζονται τοπικά στη συσκευή σας. Το LinkedIn συνήθως στέλνει τον σύνδεσμο λήψης εντός 10–30 λεπτών. Το LinkedIn σας δίνει το ποιος — ονόματα και εταιρείες. Θα προσθέσετε αριθμούς τηλεφώνου χειροκίνητα μετά την εισαγωγή.
es: Tus conexiones se procesan localmente en tu dispositivo. LinkedIn suele enviar tu enlace de descarga en 10–30 minutos. LinkedIn te da el quién — nombres y empresas. Agregarás los números de teléfono manualmente después de importar.
fr: Vos connexions sont traitées localement sur votre appareil. LinkedIn envoie généralement votre lien de téléchargement dans les 10–30 minutes. LinkedIn vous donne le qui — noms et entreprises. Vous ajouterez les numéros de téléphone manuellement après l'importation.
he: הקשרים שלך מעובדים מקומית במכשיר. בדרך כלל LinkedIn שולחת את קישור ההורדה באימייל תוך 10–30 דקות. נתוני LinkedIn נותנים את מי — שמות וחברות. תוסיפו מספרי טלפון ידנית לאחר הייבוא.
hi: आपके कनेक्शन आपके डिवाइस पर स्थानीय रूप से संसाधित होते हैं। LinkedIn आमतौर पर 10–30 मिनट में डाउनलोड लिंक ईमेल करता है। LinkedIn डेटा आपको 'कौन' बताता है — नाम और कंपनियां। फ़ोन नंबर आयात के बाद मैन्युअल रूप से जोड़ें।
hu: A kapcsolataid helyben, az eszközödön kerülnek feldolgozásra. A LinkedIn általában 10–30 percen belül elküldi a letöltési linket. A LinkedIn megadja a kit — neveket és cégeket. A telefonszámokat az importálás után manuálisan adod hozzá.
it: Le tue connessioni vengono elaborate localmente sul tuo dispositivo. LinkedIn di solito invia il link per il download entro 10–30 minuti. LinkedIn ti dà il chi — nomi e aziende. Aggiungerai i numeri di telefono manualmente dopo l'importazione.
ja: つながりはデバイス上でローカルに処理されます。LinkedInは通常10〜30分以内にダウンロードリンクをメールで送信します。 LinkedInデータは「誰か」を提供します — 名前と会社。インポート後に電話番号を手動で追加します。
ko: 연락처는 기기에서 로컬로 처리됩니다. LinkedIn은 보통 10~30분 내에 다운로드 링크를 이메일로 보냅니다. LinkedIn 데이터는 '누구인지'를 알려줍니다 — 이름과 회사. 가져온 후 전화번호를 수동으로 추가합니다.
nl: Je verbindingen worden lokaal op je apparaat verwerkt. LinkedIn stuurt je downloadlink meestal binnen 10–30 minuten. LinkedIn geeft je het wie — namen en bedrijven. Telefoonnummers voeg je na het importeren handmatig toe.
pl: Twoje połączenia są przetwarzane lokalnie na Twoim urządzeniu. LinkedIn zazwyczaj wysyła link do pobrania w ciągu 10–30 minut. LinkedIn daje Ci kto — imiona i firmy. Numery telefonów dodasz ręcznie po imporcie.
pt: As suas ligações são processadas localmente no seu dispositivo. O LinkedIn costuma enviar o link de download em 10–30 minutos. O LinkedIn dá-lhe o quem — nomes e empresas. Adicionará os números de telefone manualmente após importar.
ro: Conexiunile dvs. sunt procesate local pe dispozitivul dvs. LinkedIn trimite de obicei linkul de descărcare în 10–30 de minute. LinkedIn vă oferă cine — nume și companii. Veți adăuga numerele de telefon manual după import.
ru: Ваши связи обрабатываются локально на устройстве. LinkedIn обычно отправляет ссылку на загрузку в течение 10–30 минут. Данные LinkedIn дают вам «кто» — имена и компании. Вы добавите номера телефонов вручную после импорта.
sv: Dina kontakter bearbetas lokalt på din enhet. LinkedIn skickar vanligtvis din nedladdningslänk inom 10–30 minuter. LinkedIn ger dig vem — namn och företag. Du lägger till telefonnummer manuellt efter import.
ur: آپ کے کنیکشنز آپ کی ڈیوائس پر مقامی طور پر پروسیس ہوتے ہیں۔ LinkedIn عام طور پر 10–30 منٹ میں ڈاؤن لوڈ لنک ای میل کرتا ہے۔ LinkedIn ڈیٹا آپ کو نام اور کمپنیاں دیتا ہے۔ درآمد کے بعد آپ فون نمبر دستی طور پر شامل کریں گے۔
zh_hans: 您的人脉在设备本地处理。LinkedIn通常在10–30分钟内发送下载链接。 LinkedIn数据提供姓名和公司信息。您可以在导入后手动添加电话号码。

# import.navTitle
source: Build Your Local Network
ar: ابنِ شبكتك المحلية
cs: Vybudujte svou lokální síť
de: Baue dein lokales Netzwerk auf
el: Δημιουργήστε το τοπικό σας δίκτυο
es: Crea tu red local
fr: Créez votre réseau local
he: בניית הרשת המקומית שלך
hi: अपना स्थानीय नेटवर्क बनाएं
hu: Építsd fel helyi hálózatod
it: Crea la tua rete locale
ja: ローカルネットワークを構築
ko: 로컬 네트워크 구축
nl: Bouw je lokale netwerk
pl: Zbuduj swoją lokalną sieć
pt: Construa a sua rede local
ro: Construiți-vă rețeaua locală
ru: Создайте свою локальную сеть
sv: Bygg ditt lokala nätverk
ur: اپنا مقامی نیٹ ورک بنائیں
zh_hans: 建立您的本地人脉网

# import.section.linkedinGuide
source: How to get your LinkedIn CSV
ar: كيفية الحصول على ملف LinkedIn CSV
cs: Jak získat svůj LinkedIn CSV
de: So erhältst du deine LinkedIn-CSV
el: Πώς να αποκτήσετε το CSV του LinkedIn σας
es: Cómo obtener tu CSV de LinkedIn
fr: Comment obtenir votre CSV LinkedIn
he: איך לקבל את קובץ ה-CSV מ-LinkedIn
hi: LinkedIn CSV कैसे प्राप्त करें
hu: Hogyan szerezd meg a LinkedIn CSV-fájlodat
it: Come ottenere il tuo CSV di LinkedIn
ja: LinkedIn CSVの取得方法
ko: LinkedIn CSV 가져오는 방법
nl: Hoe je jouw LinkedIn CSV kunt krijgen
pl: Jak uzyskać plik CSV LinkedIn
pt: Como obter o seu CSV do LinkedIn
ro: Cum să obțineți CSV-ul LinkedIn
ru: Как получить CSV из LinkedIn
sv: Hur du får din LinkedIn CSV
ur: اپنی LinkedIn CSV کیسے حاصل کریں
zh_hans: 如何获取LinkedIn CSV

# import.step.1
source: Open linkedin.com in Safari (works on iPhone)
ar: افتح linkedin.com في Safari (يعمل على iPhone)
cs: Otevřete linkedin.com v Safari (funguje na iPhone)
de: Öffne linkedin.com in Safari (funktioniert auf dem iPhone)
el: Ανοίξτε το linkedin.com στο Safari (λειτουργεί στο iPhone)
es: Abre linkedin.com en Safari (funciona en iPhone)
fr: Ouvrez linkedin.com dans Safari (fonctionne sur iPhone)
he: פתחו את linkedin.com ב-Safari (עובד ב-iPhone)
hi: Safari में linkedin.com खोलें (iPhone पर काम करता है)
hu: Nyisd meg a linkedin.com-ot Safariban (iPhone-on is működik)
it: Apri linkedin.com in Safari (funziona su iPhone)
ja: SafariでLinkedIn.comを開く（iPhone対応）
ko: Safari에서 linkedin.com 열기 (iPhone 지원)
nl: Open linkedin.com in Safari (werkt op iPhone)
pl: Otwórz linkedin.com w Safari (działa na iPhone'ie)
pt: Abra linkedin.com no Safari (funciona no iPhone)
ro: Deschideți linkedin.com în Safari (funcționează pe iPhone)
ru: Откройте linkedin.com в Safari (работает на iPhone)
sv: Öppna linkedin.com i Safari (fungerar på iPhone)
ur: Safari میں linkedin.com کھولیں (iPhone پر کام کرتا ہے)
zh_hans: 在Safari中打开linkedin.com（支持iPhone）

# import.step.2
source: Tap your photo → Settings & Privacy
ar: اضغط على صورتك ← الإعدادات والخصوصية
cs: Klepněte na svou fotografii → Nastavení a soukromí
de: Tippe auf dein Foto → Einstellungen & Datenschutz
el: Πατήστε τη φωτογραφία σας → Ρυθμίσεις & απόρρητο
es: Toca tu foto → Configuración y privacidad
fr: Appuyez sur votre photo → Paramètres et confidentialité
he: הקישו על התמונה שלכם → Settings & Privacy
hi: अपनी फ़ोटो पर टैप करें → सेटिंग और गोपनीयता
hu: Érintsd meg a fotódat → Beállítások és adatvédelem
it: Tocca la tua foto → Impostazioni e privacy
ja: 写真をタップ→設定とプライバシー
ko: 사진 탭 → 설정 및 개인정보 보호
nl: Tik op je foto → Instellingen en privacy
pl: Dotknij swojego zdjęcia → Ustawienia i prywatność
pt: Toque na sua foto → Definições e privacidade
ro: Atingeți fotografia → Setări și confidențialitate
ru: Нажмите на фото → Настройки и конфиденциальность
sv: Tryck på ditt foto → Inställningar och integritet
ur: اپنی تصویر پر ٹیپ کریں → Settings & Privacy
zh_hans: 点击头像→设置和隐私
